[
  {
    "name": "Exhaust muffler pipe 38mm/1.5 inch carbon fiber",
    "description": "Fit for 38mm exhaust muffler pipe, practical..Make exhaust smoother, improve power, give you a good driving experience.",
    "image": "https://static-01.daraz.com.bd/p/0b432f7902d05b619519496796269a5c.jpg",
    "minOrder": 10,
    "available": 534,
    "price": 3826
  },
  {
    "name": "Universal Motorcycle Tyre Guard/ Mudguard for rear fende",
    "description": "Motorcycle Rear Wheel Cover Splash Guard Mudguard and Bracket For any Bike",
    "image": "https://m.media-amazon.com/images/I/61ywc+g+dcL.jpg",
    "minOrder": 17,
    "available": 1012,
    "price": 680
  },
  {
    "name": "SUPERMAXX ST MA-ST2 Tyre for sports bikes",
    "description": "The Supermaxx ST is a sport touring motorcycle tyre designed to provide miles upon miles.",
    "image": "https://www.maxxis.com/uk/wp-content/uploads/sites/4/2021/02/tyre-image-mast-1024x1024.png",
    "minOrder": 24,
    "available": 630,
    "price": 2076
  },
  {
    "name": "DC 2V Universal Motorcycle Speedometer Gauge Meter Waterproof LED Backlight Digital Odometer Speed for Yamaha Honda,Etc(null)",
    "price": "32142",
    "image": "https://static-01.daraz.com.bd/p/e5d795a35829c0d5b11889ba56552647.jpg",
    "minOrder": "5745",
    "available": "53453",
    "description": "Waterproof Metal Shell & Chip Technology ]This motorcycle speedometer gauge is made of metal shell, totally waterproof and allows to withstand slight collision."
  },
  {
    "name": "Universal 51mm Motorcycle Exhaust Muffler Pipe DB Killer Noise Sound Eliminator",
    "price": "213131",
    "image": "https://static-01.daraz.com.bd/p/43b2f14d66751795df86780f1612596f.jpg",
    "minOrder": "12312",
    "available": "1323131",
    "description": "Universal removable Exhaust Pipe Muffler Insert DB Killer with premium quality.Made of high grade stainless steel, high temperature and rust resistant, durable in use.Crafted by professional manufacturer, trustworthy quality guarantee.Effectively reduces DB sound levels from louder aftermarket exhaust systems.Five different sizes and types for your option and easy installation."
  },
  {
    "name": "6.5 inch LED Motorcycle Headlight HiLo head light lamp Bulb DRL for Harley Sportster Cafe Racer Bobber",
    "price": "213131",
    "image": "https://static-01.daraz.com.bd/p/a19fab04e713024d6b728becdba151de.jpg",
    "minOrder": "12312",
    "available": "1323131",
    "description": "super bright front headlight with aluminum shell and PC lens, long service life.High transmission and correct curved lens provide better luminous efficiency.Reliable performance, sharp visibility and guide your way safely.Easy to install, no welding or drilling is required."
  }
]
